---
kind: enumMember
id: F:Autodesk.Revit.DB.TransactionStatus.Started
enum: Autodesk.Revit.DB.TransactionStatus
source: html/29b9a7a8-6754-8310-e063-622b569bb6d5.htm
---
# Autodesk.Revit.DB.TransactionStatus.Started

transaction has begun (until committed or rolled back)